Repository: opencpn-manuals/basic-docs
Catalog: translate/*.po
Languages: fr

source: Installing a Chart
fr: Installer un graphique

source: For demonstration a freely available U.S. chart (CAPE SABLE TO CAPE HATTERAS) will be used.
fr: Pour la démonstration, une carte américaine disponible gratuitement (CAPE " "SABLE TO CAPE HATTERAS) sera utilisée.

source: Downloading and installing a U.S. chart
fr: Téléchargement et installation d'une carte des États-Unis

source: btn:[Options] image:2.0.jpg[] on the tool bar btn:[Charts]
fr: btn:[Options] image:2.0.jpg[] sur la barre d'outils btn:[Graphiques]

source: image:2.1.jpg[]
fr: image:2.1.jpg[]image:2.1.jpg[]

source: Select the __Chart Downloader__ tab
fr: Sélectionnez l'onglet __Chart Downloader__

source: Press btn:[Add Catalog]
fr: Appuyez sur btn : [Ajouter un catalogue]

source: Select _USA - NOAA & Inland charts_ and press btn:[OK]
fr: Sélectionnez _USA - NOAA & Inland charts_ et appuyez sur btn :[OK]

source: Two sets of charts are available, RNC and ENC.
fr: Deux séries de cartes sont disponibles, RNC et ENC.

source: *RNC* are Raster charts, scanned charts with full navigational detail, where the detail cannot be adjusted.
fr: *RNC* sont des cartes raster, des cartes numérisées avec des détails de navigation complets, où les détails ne peuvent pas être ajustés.

source: *ENC* Electronic navigational charts where the objects and amount of detail needed can be chosen by the user. These charts are rapidly taking the place of RNC.
fr: *ENC* Cartes de navigation électroniques où les objets et la quantité de détails nécessaires peuvent être choisis par l'utilisateur. Ces cartes remplacent rapidement RNC.

source: *ENC* is used.
fr: *ENC* est utilisé.

source: A default entry for the folder for downloaded charts is shown. For simplicity the default is used.
fr: Une entrée par défaut pour le dossier des cartes téléchargées s'affiche. " "Pour plus de simplicité, la valeur par défaut est utilisée.

source: *RNC* _"NY - New York"_ is selected. Press btn:[OK]
fr: *RNC* _\"NY - New York\"_ est sélectionné. Appuyez sur btn :[OK]

source: An entry for New York state appears in the catalog.
fr: Une entrée pour l'état de New York apparaît dans le catalogue.

source: Only one chart is needed _CAPE SABLE TO CAPE HATTERAS_
fr: Une seule carte est nécessaire _CAP SABLE À CAP HATTERAS_

source: btn:[Select All] first to allow deselecting all the charts
fr: btn : [Sélectionner tout] d'abord pour autoriser la désélection de tous les " "graphiques

source: btn:[Select None] and then select _Cape Sable to Cape Hatteras_
fr: btn : [Sélectionner aucun], puis sélectionnez _Cape Sable à Cape Hatteras_

source: btn:[Download selected charts]
fr: btn :[Télécharger les cartes sélectionnés]

source: This returns you to btn:[Options]
fr: Cela vous ramène à btn : [Options]

source: Staying in btn:[Options] select the _Chart Files_ tab and press btn:[Add Directory...] Find the folder _US_NY_ where the _Cape Sable to Cape Hatteras_ chart is located
fr: Rester dans btn :[Options] sélectionnez l'onglet _Chart Files_ et appuyez sur btn :[Add Directory...] Trouvez le dossier _US_NY_ où se trouve la carte _Cape Sable to Cape Hatteras_

source: Press btn:[Select Folder] An entry appears in the list of directories
fr: Appuyez sur btn :[Select Folder] Une entrée apparaît dans la liste des répertoires

source: btn:[Apply] and btn:[OK] to return to the main screen
fr: btn :[Appliquer] et btn :[OK] pour revenir à l'écran principal

source: Move the base chart until you can see the East Coast of the USA.
fr: Déplacez la carte de base jusqu'à ce que vous puissiez voir la côte est des États-Unis.

source: Drag with the mouse
fr: Faites glisser avec la souris

source: --*OR*--
fr: --*OU*--

source: Click the arrow image:2.14.1.jpg[40, 40] that appears when the mouse pointer is moved to the side of the display
fr: Cliquez sur la flèche image:2.14.1.jpg[40, 40] qui apparaît lorsque le pointeur de la souris est déplacé sur le côté de l'écran

source: US Charts use the unit *Feet* for depths and heights.
fr: Les cartes américaines utilisent l'unité * Pieds * pour les profondeurs et les hauteurs.

source: If you want to change units use btn:[Options]
fr: Si vous souhaitez changer d'unités, utilisez btn :[Options]

source: btn:[Display] and select the _Units_ tab
fr: btn :[Affichage] et sélectionnez l'onglet _Unités_

source: Use the dropdown for _Depth_ to change the unit _Feet_ to _Meters_
fr: Utilisez le menu déroulant pour _Depth_ pour changer l'unité _Feet_ en " "_Meters_

source: Charts available for OpenCPN are described in the https://opencpn.org/wiki/dokuwiki/doku.php?id=opencpn:opencpn_user_manual:charts:chart_sources[User Manual]
fr: Les graphiques disponibles pour OpenCPN sont décrits dans le https://opencpn." "org/wiki/dokuwiki/doku.php?id=opencpn:opencpn_user_manual:charts:" "chart_sources[Manuel de l'utilisateur]

source: Even without a navigational chart a GPS can be connected and tested. This is described xref:GPS:gps.adoc[HERE].
fr: Même sans carte de navigation, un GPS peut être connecté et testé. Ceci est " "décrit xref:GPS:gps.adoc[ICI].

source: High resolution base map
fr: Fond de carte haute résolution

source: To improve the look of the base map a high resolution version can be installed using the chart downloader (Internet connection needed).
fr: Pour améliorer l'apparence de la carte de base, une version haute résolution " "peut être installée à l'aide du téléchargeur de cartes (connexion Internet " "nécessaire).

source: btn:[Options] btn:[Charts] *Chart Downloader* btn:[Add Catalog]
fr: btn :[Options] btn :[Graphiques] *Téléchargeur de graphiques* btn :[Ajouter un catalogue]

source: Select *GSHHG basemap* then *All GSHHG basemaps*
fr: Sélectionnez *Fond de carte GSHHG* puis *Tous les fonds de carte GSHHG*

source: Use the default installation directory.
fr: Utilisez le répertoire d'installation par défaut.

source: btn:[Update] btn:[Download selected charts]
fr: btn :[Mettre à jour] btn :[Télécharger les graphiques sélectionnés]
